Repository: common-repository/cron-demo
Catalog: locale/*.po
Languages: de_de

source: Cron Demo message sent at:
de_de: Cron Demo Nachricht gesendet um:

source: This WordPress plugin is just a demo for using the built in WordPress pseudo-cron scheduling feature. Note that this WordPress feature depends on hits, your WordPress website receives. So playing with this plugin within an offline environment (MAMP, XAMPP, WAMP etc.) without anyone or anything triggering the scheduling by sending requests to the WordPress page won't produce any results if you do not trigger it by yourself.
de_de: Diese WordPress Plugin dient nur zur Demonstration der WordPress-eigenen pseudo-Cron Zeitplan Funktion. Bitte beachten Sie, dass diese Funktion von den Zugriffen abhängig ist, welche auf Ihre WordPress Seite getätigt werden. In einer Offline Umgabung (MAMP, XAMPP, WAMP etc.) ohne Besucher, welche durch Ihre Seitenaufrufe den WordPress Zeitplaner auslösen wird also nichts passieren, wenn Sie nicht selbst die Seite aktualisieren.

source: The code of this plugin has the sole purpose of demonstrating the cron feature for WordPress plugin developers. It sends a scheduled triggered email containing the timestamp of the action to a specified email adress.
de_de: Der Quellcode dieses Plugins hat den alleinigen Zweck, das Cron- oder Zeitplanfeature für WordPress Plugin Entwickler zu demonstrieren. Das Plugin sendet eine automatische Email mit einem Zeitstempel zu dem die Aktion ausgelöst wurde an eine angegebene Email-Adresse.

source: Cron Demo is scheduled!
de_de: Cron Demo ist geplant!

source: Time now:
de_de: Uhrzeit aktuell:

source: Schedule will be triggered:
de_de: Aktion wird ausgelöst:

source: refresh
de_de: aktualisieren

source: To turn off demo schedules
de_de: Geplante Aktion abschalten

source: Cron Demo schedule was triggered
de_de: Cron Demo wurde ausgelöst

source: times.
de_de: mal

source: Cron Demo is NOT scheduled!
de_de: Cron Demo ist nicht geplant!

source: Send an Email testing the cron feature:
de_de: Senden einer Email um das Zeitplan-Feature zu testen:

source: Email address
de_de: Email-Adresse

source: Seconds from now until this schedule should be triggered
de_de: Sekunden von jetzt an, bis die Aktion ausgelöst wird

source: seconds
de_de: Sekunden

source: Check to set this as a reccurring event
de_de: Hier anhaken, um ein wiederkehrendes Ereigenis zu planen

source: Set Demo Schedule
de_de: Demo Zeitplan aktivieren

source: Questions? Ideas?
de_de: Fragen? Ideen?

source: Drop me a line
de_de: Kontaktieren Sie mich

source: Do you like this Plugin?
de_de: Gefällt Ihnen dieses Plugin?

source: Consider to
de_de: Unterstützen Sie meine Arbeit
